# Place Visual Studio Code extension below, one per line.

bibhasdn.unique-lines
biomejs.biome
charliermarsh.ruff
eastman.vscode-cfn-nag
esbenp.prettier-vscode
hashicorp.terraform
kddejong.vscode-cfn-lint
moshfeu.compare-folders
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
oderwat.indent-rainbow
Orta.vscode-jest
ryu1kn.partial-diff
streetsidesoftware.code-spell-checker
thamaraiselvam.remove-blank-lines
wmaurer.change-case

# Hint: type `code --list-extensions` in a terminal to get list.