# Place Visual Studio Code extension below, one per line.

ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
Orta.vscode-jest
kddejong.vscode-cfn-lint
eastman.vscode-cfn-nag
streetsidesoftware.code-spell-checker
ryu1kn.partial-diff
moshfeu.compare-folders
oderwat.indent-rainbow
hashicorp.terraform

# Hint: type `code --list-extensions` in a terminal to get list.